[
	{
	"page":"ENAS6458_1.0.0.0",
	"text":"ENAS6458 Authors and legal information EHRA expert consensus statement and practical guide on optimal implantation technique for conventional pacemakers and implantable cardioverter-defibrillators. Endorsed by the Heart Rhythm Society (HRS), the Asia Pacific Heart Rhythm Society (APHRS), and the Latin-American Heart Rhythm Society (LAHRS) Writing Committee: Haran Burri1 (Chair), Christoph Starck2 (Co-chair), Angelo Auricchio3, Mauro Biffi4, Mafalda Burri, MSc5, Andre D’Avila6 (LAHRS representative), Jean-Claude Deharo7, Michael Glikson8, Carsten Israel9, Chu-Pak Lau10 (APHRS representative), Christophe Leclercq11, Charles J. Love12 (HRS representative), Jens Cosedis Nielsen13, Kevin Vernooy14 Department of Cardiology, University Hospital of Geneva, Rue Gabrielle-Perret-Gentil 4, 1211 Geneva, Switzerland Department of Cardiothoracic and Vascular Surgery, German Heart Center Berlin, Augustenburger Pl. 1, 13353 Berlin, Germany and German Center of Cardiovascular Research (DZHK), partner site Berlin, Berlin, Germany and Steinbeis University Berlin, Institute (STI) of Cardiovascular Perfusion, Berlin, Germany Fondazione Cardiocentro Ticino, Via Tesserete 48, CH-6900 Lugano, Switzerland Azienda Ospedaliero-Universitaria di Bologna, Policlinico S.Orsola-Malpighi, Università di Bologna, Italy Division of Scientific Information, University of Geneva,Rue Michel Servet 1, 1211 Geneva, Switzerland Serviço de Arritmia Cardíaca - Hospital SOS Cardio,2 Florianópolis, SC, Brazil and Harvard-Thorndike Electrophysiology Institute, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts Hôpital de la Timone, 264 rue St Pierre - 13005 Marseille, France Shaare Zedek Medical Center, Jerusalem, Israel Dept. of Cardiology, Bethel-Clinic Bielefeld, Burgsteig 13, 33617 Bielefeld, Germany Division of Cardiology, University of Hong Kong, Queen Mary Hospital, Hong Kong Université de Rennes I, CICIT 804, Rennes, CHU Pontchaillou, Rennes, France Johns Hopkins Hospital and School of Medicine, Baltimore, MD, USA Department of Cardiology, Aarhus University Hospital, Palle Juul-Jensens Blvd. 161, 8200 Aarhus, Denmark Department of Cardiology, Cardiovascular Research Institute Maastricht (CARIM), Maastricht University Medical Center, Maastricht, The Netherlands and Department of Cardiology, Radboud University Medical Center (Radboudumc), Nijmegen, The Netherlands Reviewers Group: Nikolaos Dagres (review coordinator)1, Serge Boveda (review coordinator)2, Christian Butter3, Eloi Marijon4, Frieder Braunschweig5, Georges H. Mairesse6, Marye Gleva7, Pascal Defaye8, Francesco Zanon9, Nestor Lopez-Cabanillas10, Jose M. Guerra11, Vassilios P. Vassilikos12,13, Mario Martins Oliveira14 Department of Electrophysiology, Heart Center Leipzig at University of Leipzig, Leipzig, Germany Heart Rhythm Department, Clinique Pasteur, 31076 Toulouse, France Department of Cardiology, Heart Center Brandenburg, Chefarzt, Abteilung Kardiologie, Berlin, Germany University of Paris, Head of Cardiac Electrophysiology Section, European Georges Pompidou Hospital, 20 Rue Leblanc, 75908 Paris Cedex 15, France Karolinska University Hospital, Norrbacka S3:00, 17176 Stockholm, Sweden Department of Cardiology—Electrophysiology, Cliniques du Sud Luxembourg—Vivalia, rue des Deportes 137, BE-6700 Arlon, Belgium Washington University in St Louis, St Louis, MO, USA CHU Grenoble Alpes, Unite de Rythmologie, Service De Cardiologie, CS10135, 38043 Grenoble Cedex 09, France Arrhythmia and Electrophysiology Unit, Department of Cardiology, Santa Maria della Misericordia Hospital, Rovigo, Italy Adventist Cardiovascular Institute of Buenos Aires, Buenos Aires, Argentina Department of Cardiology, Hospital de la Santa Creu i Sant Pau, Universidad Autonoma de Barcelona, CIBERCV, Barcelona, Spain Medical School,Aristotle University of Thessaloniki, Thessaloniki, Greece 3rd Cardiology Department, Hippokrateio General Hospital, Thessaloniki, Greec Department of Cardiology, Hospital Santa Marta, Rua Santa Marta, 1167–024 Lisbon, Portugal The authors thank the EHRA Scientific Document Committee: Dr. Nikolaos Dagres, Prof. Thomas Deneke, Prof. Arthur Wilde, Prof. Frank R. Heinzel, Prof. Christian Meyer, Prof. Lucas Boersma, Prof. Radoslaw Lenarczyk, Prof. Luigi di Biase, Dr. Elena Arbelo, Dr. Avi Sabbag, Prof. Pierre Jais, Prof. Milos Taborsky, Asso. Prof. Markus Stühlinger European Society of Cardiology European Heart Rhythm Association (EHRA) 2035 Route des Colles Les Templiers - CS 80179 BIOT 06903 Sophia Antipolis Cedex - France Tel: +33 (0)4 92 94 76 00 Fax: +33 (0)4 92 94 86 46 Email: ehra@escardio.org",
	"chapterName":"Authors and legal information",
	"type":["content"]
},
{
	"page":"ENAS6458_2.0.0.0",
	"text":"ENAS6458 Categories of consensus statements Table 1. Categories of consensus statements Consensus statement Definition Symbol Recommeded/​indicated or ‘should do this’ Scientific evidence that a treatment or procedure is beneficial and effective, or is strongly supported by authors’ consensus. May be used or recommended General agreement and/​or scientific evidence favour the usefulness/​efficacy of a treatment or procedure. Should NOT be used and is NOT recommended Scientific evidence or general agreement not to use or recommend a treatment or procedure. Evidence: E: expert opinion; M:meta-​analysis; O: observational studies; R: randomized trials",
	"chapterName":"Categories of consensus statements",
	"type":["content","image","table","vaibhav"]
},
{
	"page":"ENAS6458_3.1.0.0",
	"text":"ENAS6458 Preoperative preparation Preoperative preparation elements to consider Table 2. Preoperative preparation: elements to consider History Symptoms Hobbies (e.g. hunting etc.)/profession (risk of trauma, lead crush, EMI, special permits etc.) Medication (anticoagulants, antiplatelet drugs etc.) For replacements/revisions/upgrades: connector types, venous obstruction Comorbidities (diabetes → adapt insulin dose, early timing of procedure; prior chest radiotherapy, treatment of breast cancer, hemodialysis → contralateral implantation; dementia → measures for wound care; COPD → prudent oxygen administration due to risk of hypercapnia; presence of indwelling catheters or pacing leads, history of cardiac surgery, history of previous CIED infection, etc.) Evaluation of patients concerns and preferences (e.g. cosmetic aspects) Requirement for MRI-conditionality (including 1.5T or 3T conditionality) Allergies (antibiotics, iodine, device components e.g. silicone, titanium, etc.) Drug intolerance (opiates, sedatives) Test results Blood tests (hematology, INR if on VKA, renal function, electrolytes) ECG (underlying rhythm; LBBB → risk of traumatic heart block or requirement for CRT) Holter if available (sinus function, AV conduction disease) Exercise test if available (exercise capacity, chronotropic incompetence, atrioventricular conduction) View echocardiogram images if available (LVEF, chamber size, evidence of PLSVC with dilated CS, severe tricuspid regurgitation) Chest X-ray if available (morphological abnormalities, for comparison with post-operative X-ray) Other considerations Timing (fasting in diabetic patients, dialysis etc.). Required skills/experience of the operator Availability of required material and adequate fluoroscopy Availability of required support personnel Operative environment Pacemaker dependency (for generator changes) Periprocedural anticoagulation AV = atrioventricular; CIED = cardiac implantable electronic device; COPD = chronic obstructive pulmonary disease; CRT = cardiac resynchronization therapy; CS = coronary sinus; ECG = electrocardiogram; EMI = electromagnetic interference; INR = international normalized ratio; LBBB = left bundle branch block; LVEF = left ventricular ejection fraction; MRI = magnetic resonance imaging; PLSVC = persistent left superior vena cava; VKA = vitamin K antagonist.",
	"chapterName":"Preoperative preparation: elements to consider",
	"type":["content","table"]
},
{
	"page":"ENAS6458_3.2.0.0",
	"text":"ENAS6458 Perioperative management of anticoagulants and antiplatelet drugs Table 3. Perioperative management of anticoagulants and antiplatelet drugs #Prior stent thrombosis on adequate antiplatelet therapy; stenting of the last remaining patent artery; diffuse multivessel disease especially in diabetic patients; creatinine clearance <60ml/min; ≥3 stents implanted; ≥3 lesions treated; bifurcation with 2 stents implanted; total stent length >60mm; treatment of chronic total occlusion. *Ticagrelor ≥3 days prior surgery; Clopidogrel ≥5 days prior surgery; Prasugrel ≥7 days prior surgery. Restart as soon as possible (within 48h). ACS=acute coronary syndrome; DAPT=dual antiplatelet therapy; DOAC=direct oral anticoagulant; OAC= oral anticoagulation; PCI=percutaneous coronary intervention; VKA= vitamin K antagonist.",
	"chapterName":"Perioperative management of anticoagulants and antiplatelet drugs",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_3.3.0.0",
	"text":"ENAS6458 Required equipment and useful accessories for cardiac implantable electronic device implantation Table 4. Required equipment and useful accessories for cardiac implantable electronic device implantation Equipment Purpose Programmer (company specific) and pacing sense analyzer with sterile cables Lead testing and device programming Fluoroscopy with ≥40° viewing angles Correct positioning of leads Electrocautery (optionally plasma electrocautery) Hemostasis. Plasma electrocautery to avoid lead damage when freeing leads Monitoring of cardiac rhythm, cuff blood pressure and pulse oximetry, EtCO2 Monitoring of vital signs Oxygen supply, suction, bag-ventilation equipment Handling of respiratory emergencies Emergency cart with drugs and intubation material (rapidly available on site) Management of cardiovascular and rhythm emergencies External defibrillator (preferably biphasic) capable of providing temporary transcutaneous pacing (placed in an antero-posterior position) Cardioversion/defibrillation, temporary transcutaneous pacing Temporary pacing wire, rate accelerating drug (e.g. isuprenaline) For generator changes in a pacemaker-dependant patient Echocardiography (available rapidly on site) Confirmation of pericardial effusion/tamponade Accessories Purpose Long sheaths (7-9F) e.g. 23 cm Placement of leads across venous stenoses Hydrophilic 0.035’’ guidewire Crossing of venous stenoses and tortuous vessels Extra-stiff 0.035’’ guidewire Provide support to place introducer sheaths across stenotic or tortuous vessels Lead stylets (e.g. 65 cm) Backup in case of kinking of stylets provided with the lead Tunnelization tools (e.g. trocar, chest tube etc) Allows contralateral lead implantation with tunnelization to ipsilateral pocket in case of venous occlusion in upgrades/revisions Non-dynamometric wrench (Allen key) Freeing of frozen setscrews Lead insulation repair kit (silicone sleeves, glue) Repair of insulation breach identified at generator change/lead revision Lead splicing adaptor (e.g. Medtronic 5866-9M) Salvage of fractured pacing lead Lead caps Capping of abandoned leads Connector plug (IS-1, DF-1) Plugging unused generator ports Lead extenders Tunneling to contralateral pocket Sterile lubricant, pure alcohol Freeing of frozen leads at generator change Pericardial puncture tray assembling all required accessories (available in the room) Emergent pericardiocentesis",
	"chapterName":"Required equipment and useful accessories for cardiac implantable electronic device implantation",
	"type":["content","table"]
},
{
	"page":"ENAS6458_4.1.0.0",
	"text":"ENAS6458 Specific operative steps General measures and pocket creation Table 5. General measures and pocket creation Consensus statement Class Evidence The operation room/catheterization or electrophysiology laboratory must meet aseptic standards for foreign body implants and be ventilated with >15 air changes/h (ideally 20–25 changes/h) O At least one unscrubbed allied professional or nurse should assist the implanter with the procedure E Anaesthesia standby should be readily available E Perioperative prevention measures performed according to 2019 EHRA consensus document on how to prevent, diagnose, and treat cardiac implantable electronic device infections E Provide adequate sedation and local anaesthesia, within dosage limits (e.g. lidocaine 4.5mg/Kg) O Pocket created at the beginning of the procedure in case of new implants E Subfascial prepectoral (subcutaneous) pocket is preferred over submuscular pocket E Submuscular pocket may be useful in patients with low BMI, as they are at risk for pocket erosion, or for cosmetic reasons E Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"General measures and pocket creation",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_4.2.0.0",
	"text":"ENAS6458 Venous access Table 6. Venous access Consensus statement Class Evidence Axillary vein puncture or cephalic venous cutdown are preferred for venous access R, M Intrathoracic subclavian puncture should not be used as a first-line measure due to the risk of pneumothorax and lead failure R, M Intrathoracic subclavian vein puncture may be used in case of failed axillary and cephalic vein access E A fluoroscopically-guided axillary vein puncture aiming for region of the first rib or guided by ultrasound may be performed O Caudal 35° tilt to minimize risk of pneumothorax may be used for axillary vein puncture O A venogram should be performed for venous access in case of failed puncture using other landmarks, or as a first-line approach during training or in patients at high risk of pneumothorax O Venoplasty may be considered in case of venous stenosis/obstruction O Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"Venous access",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_4.3.0.0",
	"text":"ENAS6458 Axillary vein puncture using fluoroscopic landmarks Figure 1. Axillary vein puncture using fluoroscopic landmarks. The caudal tilt exposes the outer margin of the lung, allowing safe puncture and minimizing risk of pneumothorax. The target site is shown in the rectangle (top right). After successful puncture, a guidewire is inserted and the needle entry site in the vein can be appreciated (bottom right).",
	"chapterName":"Axillary vein puncture using fluoroscopic landmarks",
	"type":["content","image"]
},
{
	"page":"ENAS6458_4.4.0.0",
	"text":"ENAS6458 Lead placement Table 7. Lead placement Consensus statement Class Evidence Both active- and passive-fixation leads may be used for ventricular pacing, but active leads should be used when targeting the lead on the interventricular septum O Electrical parameters for right ventricular leads at implantation should aim for a capture threshold of <1.5V/0.5ms, a bipolar sensing amplitude of at least 4mV, and impedance within normal limits for the lead E The anterior right atrial appendage should be the preferred site as a first-line approach for atrial pacing, with alternative pacing sites if required (e.g. in case of poor stability or suboptimal electrical parameters) E A passive J-shaped lead may be used as an alternative to active fixation lead to avoid atrial perforation O Multiple fluoroscopic views may be used routinely for implanting right atrial leads E Electrical parameters at atrial lead implantation should aim for capture threshold <1.5V/0.5ms, >1.5mV bipolar sensing amplitude, far-field R-wave <20% of P-wave amplitude, and impedances within normal limits for the lead E For active-fixation leads, helix extension should be based upon specific fluoroscopic markers, and not the number of rotations E For active-fixation leads, a clear current of injury should be visualized O Leads should be fixated to the fascia and muscle using an anchor knot with additional ties to secure the sleeve to the lead E Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"Lead placement",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_4.5.0.0",
	"text":"ENAS6458 Lead position in the right ventricular apex Figure 2: Lead position in the right ventricular apex Note how the apical position is more apparent in the right anterior oblique (RAO) 30° view than in the postero-anterior (PA) view. The left anterior oblique (LAO) view allows to rule out placement of the lead in the left ventricle via a septal defect or in a tributary of the coronary sinus (e.g. in a posterior vein). Images modified from a virtual reality simulator used for training device implantation, with anatomy reconstructed from patient CT scans.",
	"chapterName":"Lead position in the right ventricular apex",
	"type":["content","image"]
},
{
	"page":"ENAS6458_4.6.0.0",
	"text":"ENAS6458 Fluoroscopic landmarks for right ventricular mid-septal lead positioning Figure 3. Fluoroscopic landmarks for right ventricular mid-septal lead positioning The lead is implanted in the antero-septal groove and masquerades as a septal position in the left anterior oblique (LAO) 40-60° and postero-anterior (PA) views. The Right anterior oblique (RAO) 20-30°view shows that the lead is in fact anterior. A 3x3 grid can be drawn from the lateral border of the spinal column to the apex in the RAO 20-30° view, targeting the middle square. Dilatation or hypertrophy of the left ventricle may however modify the cardiac silhouette and the landmark.",
	"chapterName":"Fluoroscopic landmarks for right ventricular mid-septal lead positioning",
	"type":["content","image"]
},
{
	"page":"ENAS6458_4.7.0.0",
	"text":"ENAS6458 Shaping of stylets for ventricular lead positioning. Figure 4: Shaping of stylets for ventricular lead positioning. A1-2: Shaping of a 2D stylet: Use of the barrel of a 10cc syringe (smaller syringes may also be used) for entering the right ventricle (apical or septal positioning). B1-4: Shaping of a 3D stylet: Use of a 5cc syringe to shape a distal sharp posterior curve, followed by a larger proximal curve using a 10cc syringe (the nozzle of this syringe may also be used for the distal curve). The stylets may also be shaped using a metalic tool with a compress or the fingers.",
	"chapterName":"Shaping of stylets for ventricular lead positioning.",
	"type":["content","image"]
},
{
	"page":"ENAS6458_4.8.0.0",
	"text":"ENAS6458 Practical tips for safe and effective lead implantation Table 8. Practical tips for safe and effective lead implantation DO DON&#39;T Manipulate lead/stylet carefully Withdraw the stylet by 1-2cm when advancing the lead up against the ventricular free wall# Check lead position in the RAO30° and LAO 40-60°views Deploy the screw while maintaining the exposed part of the lead straight to avoid torque buildup and sudden extension of the helix.* Check the fluoroscopic markers for helix extension* Check for current of injury* Test for extracardiac stimulation# Verify stability of the lead by pushing the lead with the stylet retracted by 5-6cm Leave adequate slack (and check with deep inspiration) Check sensing amplitude after having adjusted lead slack Clean the connector pin before inserting into the generator Manipulate stylet with bloody gloves (⇒ clogging of lead lumen) Apply excessive wall contact with a fully deployed stylet in the lead# Over-rotate when fixating (will result in rotation of the entire lead body, with reduced stability and increased risk of perforation)* Base helix deployment on the number of rotations (variable with lead course).* Let the pinch-on tool spin back after fixation* (will partially unscrew helix) Pull on the lead for verifying stability #at the right ventricular apex. *with an active-fixation lead. LAO = left anterior oblique; RAO = right anterior oblique.",
	"chapterName":"Practical tips for safe and effective lead implantation",
	"type":["content","table"]
},
{
	"page":"ENAS6458_4.9.0.0",
	"text":"ENAS6458 Generator placement and pocket closure Table 9. Generator placement and pocket closure Consensus statement Class Evidence The generator may be optionally fixated to the muscular plane E The pocket should be closed to prevent migration of the leads and the generator E Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"Generator placement and pocket closure",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_4.10.0.0",
	"text":"ENAS6458 Anchor knot for securing the lead Figure 5. Anchor knot for securing the lead A non-resorbable braided suture (1, 0 or 1–0) with a large curved needle should be used. Left: The lead and muscle should not be taken together for suturing the sleeve to the muscle, as tissue may necrose and shrink, resulting in loosening of the tie. Right: An anchor non-slip knot should be place on the muscle and then sutured to the sleeve. At least one addition suture should be placed, either in the same manner, or simply around the sleeve so as to further secure the lead.",
	"chapterName":"Anchor knot for securing the lead",
	"type":["content","image"]
},
{
	"page":"ENAS6458_4.11.0.0",
	"text":"ENAS6458 Figure 6. Pocket and skin closure The pocket is closed by tying down the fascia to the muscle by separate stitches (resorbable braided suture) to imprison the generator and the leads in the pocket. The subcutaneous and epidermal layers are then sutured separately (dotted lines) using resorbable braided suture (subcutaneous layer) and resorbable, perferably non-braided suture (epidermal layer) in a running intracutaneous technique.",
	"chapterName":"Pocket and skin closure",
	"type":["content","image"]
},
{
	"page":"ENAS6458_4.12.0.0",
	"text":"ENAS6458 Checklist of operative steps Table 9. Checklist of operative steps Preparation Define specific patient needs (side of implantation, type of device, risk factors for complications, drug intolerance, blood test results etc.) All required hardware is available (check connector pin standards!) Check patient identity and scheduled procedure Hair removal with electronic clippers (not razor) Venous catheter placed if possible ipsilateral to implant side. Antibiotic prophylaxis given within 1h of incision for cefazolin (1-2 g) or flucloxacilline (1-2 g) and within 90–120 min for vancomycin (15mg/Kg) Ensure that the patient is comfortable on the table (e.g. place cushion under knees to prevent back pain) In case of an upgrade procedure, perform venogram in the same view as that used for venous puncture (e.g. 30-40° caudal tilt) in order to verify patency and plan the procedure (e.g. requirement for contralateral venous catheter etc). Defibrillation pads applied (especially if backup transcutaneous pacing or defibrillation is anticipated) Surgical preparation with alcoholic povidone iodine, or preferably alcoholic chlorhexidine, and allow to dry Double glove to set up material and drape the patient (remove gloves when finished) Intravenous sedation administered after having checked vital signs and oximetry Surgical time-out Incision and pocket creation Local anaesthesia with lidocaine 0.5-1% (maximum 4.5mg/Kg or 300mg) or mixed with long-lasting anaesthetic (bupivacaine or ropivacaine) Vertical or horizontal incision made (length according to generator size and shape, and patient corpulence) Blunt scissor dissection or electrocautery cut down to muscular plane Prepectoral pocket creation in fascial layer (avoid “neck” in pocket entrance) Venous access (axillary puncture with 30-40° caudal tilt or cephalic cutdown) Check guidewire position in right atrium/inferior vena cava before inserting sheath Ventricular lead implantation Cross tricuspid valve with curved 2D stylet (ensure no blood on stylet when inserting) Apex: “pulldown” from pulmonary artery or direct access (if necessary after exchange with straight stylet after ensuring that there is no blood on the stylet)) Stylet withdrawn by 1-2 cm before advancing the lead to the free wall Position in RAO 30° and check in LAO 40-60° Septum: “pulldown” from pulmonary artery or direct access (2D/3D stylet) counterclockwise torque position in RAO 30° in middle of cardiac silhouette + check in LAO 40-60° Check electrogram (some current of injury indicates good contact) Deploy helix while maintaining the lead straight Verify gradual helix extension with fluoroscopy using lead tip markers (not by counting) Retract the stylet by 5-6 cm Verify stability (septal position: lead does not drop; apex: push the lead to buckle) Check the electrogram for current of injury Check electrical parameters (capture <1.5 V/0.5 ms; sense >4 mV; impedance ~400-1200 Ω). Wait a few minutes if elevated due to current of injury (up to 2.5 V/0.5 ms) Adjust slack to avoid lead tip rocking and to allow for play (ask patient to breath in deeply) Withdraw and peel introducer sheath. Check lead course after withdrawing stylet and adjust if necessary Secure lead on fascia + muscle with sleeve using anchor knot (+ 1-2 additional sleeve knots) Gentle traction on the lead to check that it is well secured Crocodile clip can be left on the lead for dual-chamber PM to avoid inadvertent switching when connecting to the generator Atrial lead implantation Insert the atrial lead down to the right atrial body with a straight stylet Exchange for a J-shaped stylet (ensure that there is no blood on the stylet) Position the lead in the anterior right atrial appendage (windscreen wiper motion) Check atrial electrogram for presence of far-field R wave amplitude <20% near-field Check position in RAO and LAO to check position and evaluate best view for visualizing the tip markers Apply gentle traction to maintain wall contact Slowly deploy the helix while performing fluoroscopy and check for gradual and full extension of the helix (according to the markers – not by counting) Retract the J-stylet by ~10 cm Check stability by pushing the lead by 5-6 cm under fluoroscopy Verify presence of a current of injury >1 mV (with active fixation lead) Check electrical parameters (capture <1.5 V/0.5 ms, sensing > 1.5 mV, impedance ~400-1200 Ω). Adjust slack to a J-shape Retract and peel the introducer sheath Check the course of the lead with fluoroscopy after withdrawing the J stylet almost completely and adjust if necessary Secure lead to the fascia + muscle in the same manner as for the ventricular lead Gently tug to check that the lead is well secured Generator and lead placement in the pocket Interrogate the generator to initialize the device and enable wireless connectivity Double glove to handle the generator Clean the connector pin tip of any blood with a swab to avoid future “freezing” the lead in the header Connect the leads to the generator, being careful to avoid inadvertent lead switch Check that the connector pin is well inserted in the header and well past the screw (a small gap may remain beyond the pin tip) Carefully insert the dynamometric wrench in the seal (damage may result in current leakage and pectoral muscle twitching) and tighten the screw until the wrench starts clicking Gently tug on the lead to ensure proper fastening (if the header has two screws for each pin, start with the distal screw and check first before tightening the proximal screw) Check the rhythm strip for paced rhythm Check the endocavitary signals (AV sequence, sensing amplitude) and impedances (if wireless telemetry is available) Coil the leads in the pocket around and under the generator (header oriented externally) Check that no leads are above the generator Optional: Suture the generator to the fascia + muscle in the pocket Check with fluoroscopy for absence of lead kinks in pocket, and good final lead position Closure Rinse the pocket with saline solution to clear blood clots and debris Close the pocket with resorbable braided suture (e.g. 3.0) by 3-4 separate stitches Close the subcutaneous layer with the same suture (e.g. running stitch) Close the epidermal layer with monofilament suture (e.g. subcuticular running stitch with absorbable 4.0 suture) Apply sterile dressing Apply compressive bandage",
	"chapterName":"Checklist of operative steps",
	"type":["content","table"]
},
{
	"page":"ENAS6458_5.0.0.0",
	"text":"ENAS6458 Specific requirements for ICD implantation Table 10. Consensus statements for ICD implantation Consensus statement Class Evidence Left-sided implantation of ICDs should be favoured due to lower defibrillation thresholds (and non-dominance for most patients) O Defibrillation testing is optional and may be reserved for special circumstances R, M Single coil ICD leads should be used in most instances to avoid adhesions of the proximal coil which make extraction more difficult O Dual-coil ICD leads may be useful in specific situations (e.g. high defibrillation thresholds, right-sided implantations, more options for morphology templates etc.) O Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"Specific requirements for ICD implantation",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_6.0.0.0",
	"text":"ENAS6458 Specific requirements for generator change Table 11. Consensus statements for pacemaker and ICD generator replacement Consensus statement Class Evidence The patient’s clinical status, ECG and left ventricular ejection fraction should be known before generator replacement, in order to evaluate requirement for upgrade to ICD and/or CRT E Lead connector pin standards should be verified routinely before generator change E An X-ray or high-resolution fluoroscopy should be routinely performed prior to generator replacement to check for lead integrity E Electrocautery should be used with extreme caution near the generator or in case of lead insulation failure, as this can induce life-threatening ventricular arrhythmias O Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"Specific requirements for generator change",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_7.0.0.0",
	"text":"ENAS6458 Post-operative care Table 12. Consensus statements for post-operative care Consensus statement Class Evidence A chest X-ray (postero-anterior and if possible lateral) should be performed in all patients after lead implantation and before discharge to rule out pneumothorax and document lead position E Patients can be mobilized freely after device implantation once they have recovered from sedation E Compression using sandbags, tapes or vests can be useful to avoid hematoma O Patients do not need to restrict arm movements after device implantation, as this has not been shown to reduce risk of lead dislodgment and may increase shoulder pain O The wound should be properly covered for 2-10 days, ideally with a waterproof dressing E After discharge, patient-initiated consultation in case of problems may be sufficient in most cases (i.e. instead of routine wound inspection) O Patients should be seen in-office within 2-12 weeks O Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"Post-operative care",
	"type":["content","image","table"]
},
{
	"page":"ENAS6458_8.1.0.0",
	"text":"ENAS6458 Complications and their management Perioperative complications with PM and ICD implantation and their incidence Table 13. Perioperative complications with PM and ICD implantation and their incidence Complication Incidence Procedure-related mortality 0-0.1% 30-day mortality 0.6%-1.4% Pneumothorax 0.4-2.8% Clinically-relevant perforation 0.1-1.5% Pericardial effusion 10.2% Tamponade 0.5%-1.5% Pocket haematoma 0.2-16.0% Infection 0.6-3.4% Lead dislodgment 1.2-3.3% Other : arrhythmias, pleural effusion, hemothorax, aortic root perforation, lung perforation, pneumopericardium, constrictive pericarditis air embolism, myocardial infarction, diaphragmatic/intercostal muscle stimulation, stroke, brachial plexus palsy, phrenic nerve palsy, acute access vein thrombosis, pulmonary embole, allergy, damage to tricuspid valve. <0.5%",
	"chapterName":"Perioperative complications with PM and ICD implantation and their incidence",
	"type":["content","table"]
},
{
	"page":"ENAS6458_8.2.0.0",
	"text":"ENAS6458 Consensus statements for management of complications Table 14. Consensus statements for management of complications Consensus statement Class Evidence Effusions which are large (>20mm in diastole) or of any size when causing hemodynamic compromise should be treated with pericardiocentesis O Moderate effusions (11-20mm in diastole) which do not regress quickly may be treated by pericardiocentesis E Patients with stable mild effusions (< 10mm in diastole) should be monitored closely with continued surveillance after discharge to rule out recurrence/worsening of effusion. O Lead revision may be indicated in selected patients in case of perforation, especially those requiring antiplatelets and/or anticoagulants, as conservative management is associated with increased complications. O Pneumothorax should be drained with a chest tube unless it is small or regresses in a few days E Haematomas should be conservatively treated unless there is wound dehiscence or skin erosion, severe pain, arm swelling or brachial plexus/arterial compromise, then surgical revision should be performed without delay E Needle aspiration should not be performed to evacuate a hematoma E Evidence: E: expert opinion; M:meta-analysis; O: observational studies; R: randomized trials",
	"chapterName":"Consensus statements for management of complications",
	"type":["content","image","table"]
}
]